[
  "hk-code-block",
  "mlir-syntax-highlight",
  "formatto-format",
  "obsidian-completr",
  "auto-front-matter",
  "make-md",
  "obsidian-linter",
  "obsidian-languagetool-plugin",
  "various-complements",
  "obsidian-latex-suite",
  "wordwise",
  "obsidian-image-layouts",
  "obsidian-tikzjax",
  "better-mathjax",
  "obsidian-latex",
  "obsidian-git",
  "copilot",
  "consistent-attachments-and-links",
  "obisidian-note-linker",
  "todoist-sync-plugin",
  "obsidian-columns",
  "inline-math",
  "math-booster",
  "mathlinks",
  "css-editor",
  "obsidian-admonition",
  "better-export-pdf",
  "pdf-plus"
]