[
  "hk-code-block",
  "mlir-syntax-highlight",
  "better-export-pdf",
  "formatto-format",
  "obsidian-admonition",
  "latex-ocr",
  "obsidian-completr",
  "auto-front-matter",
  "remotely-save",
  "make-md",
  "obsidian-linter",
  "obsidian-languagetool-plugin",
  "various-complements",
  "obsidian-latex-suite",
  "wordwise",
  "copilot",
  "obsidian-image-layouts",
  "obsidian-tikzjax",
  "better-mathjax",
  "obsidian-latex",
  "yet-another-obsidian-synchronizer"
]