[
  "hk-code-block",
  "mlir-syntax-highlight",
  "obsidian-git",
  "better-export-pdf",
  "formatto-format",
  "obsidian-admonition",
  "latex-ocr",
  "better-mathjax",
  "obsidian-completr",
  "auto-front-matter",
  "remotely-save",
  "make-md"
]